export const lecturesData = [
  // cat-enrichment
  {
    key: 'cat-enrichment',
    title: 'הנמר שבבית - הכל על העשרה סביבתית לחתולים',
    short_description:
      'סדרת הרצאות המותאמות לכל בעל חתולים אשר מעוניין ללמוד כיצד שינויים קטנים בבית יכולים לשפר באופן ניכר את איכות חייו של החתול (וכך אף למנוע בעיות התנהגותיות פוטנציאליות).',
    long_description: (
      <>
        <b>
          כולנו רוצים לספק לחתול שלנו את החיים הכי טובים שיוכל לחיות. עם זאת, רובנו מגדלים כיום את
          חתולינו סגורים בתוך הבית, ללא גישה לעולם החיצון. האם חתולי הבית שלנו עדיין יכולים לחיות
          חיים שמחים, מאתגרים ומעניינים גם כאשר הם סגורים בתוך הבית?
        </b>
        <p>
          אמנם ניתן לחשוב על החיים בבית סגור כחיים בטוחים יותר, בעזרתם נמנעות מהחתול שלנו סכנות כמו
          מפגשים עם חיות בר, טפילים רבים, כבישים ותנועה – אך האלטרנטיבה היא לרוב מעבר לחיים
          מונוטוניים, שקטים יותר, פסיביים – בהם מעט מאוד משתנה לאורך היום.
        </p>
        <p>
          לאורך השנים, נאלצו החתולים להסתגל לסביבת המחייה הביתית – הסתגלות אשר גררה באופן בלתי נמנע
          גם עליה משמעותית בהופעת בעיות התנהגות, אשר נובעות ברובן משעמום, דיכאון, אנרגיות עודפות,
          דריכות ומתיחות עם בעלי חיים אחרים אשר חיים באותו הבית בצפיפות.
        </p>
        <p>
          בהרצאה "הנמר שבבית", אנסה לשפוך אור על כמה מהמיתוסים הנפוצים על גידול בעלי חיים בסביבה
          הביתית, להדריך וללמד את הדרכים הטובות ביותר להתאים את הסביבה הביתית לצרכים האמיתיים של
          החתול שלנו.{' '}
          <b>
            כל זה, מתוך ההבנה כי מתן מענה לצרכי החתול שלנו יסייע במניעה ואף בהתמודדות עם מגוון בעיות
            התנהגות שיתכן שנתקלתם בהן בקרב החברים הפרוותיים שלכם בבית.
          </b>
        </p>
        <h3>
          <u>למי מתאימה ההרצאה?</u>
        </h3>
        כל אדם המעוניין ללמוד כיצד ניתן לשמח את חתוליו ולשפר את איכות חייהם בבית. כמו כן, כל בעל
        חתולים אשר מתמודד עם בעיות התנהגותיות ומחפש "עזרה ראשונה" להבנת צרכי חתולו והפחתת הסטרס
        בבית.
      </>
    ),
    // TODO update
    image: '/lectures/cat-language.jfif',
    // TODO update
    video_preview_image: '/lectures/cat-language-poster.jpeg',
    path: '/lectures/cat-enrichment',
    // TODO update
    document_url: 'https://docs.google.com/forms/d/1ukW6DnjwB5mgFefLUHkouGdJ5K2PrOdX14pLAyhmXCk',
    toc: [],
    video_titles: [
      'מבוא',
      'גובה ומסתור',
      'מים ומזון',
      'ארגזי החול',
      'השחזת ציפורניים',
      'משחק ותעסוקה',
      'בטיחות בבית',
      'ריבוי בעלי חיים בבית',
      'סיכום',
    ],
  },
  // cat-language
  {
    key: 'cat-language',
    title: 'לומדים חתולית',
    short_description:
      'תמיד רציתם להבין את החתול שלכם טוב יותר?\n\nבואו ללמוד כיצד לתקשר עם חתולכם, להתאים את הבית לצרכיו, למנוע ולהתמוד עם בעיות התנהגות בבית.',
    long_description:
      'מוזמנים להצטרף אליי להרצאה בה נלמד יחדיו כיצד לתקשר טוב יותר עם חתולכם, להתאים את הבית לצרכיו, למנוע ולהתמודד עם בעיות התנהגותיות בבית.\n\nבעוד שרבים חושבים שחתולים הם בעל חיים אדיש ומרוחק, אחרים רואים בהם יצור חברותי ומתכרבל. כל חתול הוא שונה, אך אם אי פעם רציתם להבין טוב יותר את צורת החשיבה של החתול שלכם, ולמה הוא מתנהג בצורה בה הוא מתנהג - ההרצאה הזו היא בדיוק בשבילכם. הצטרפו אליי להרצאה בת כשעתיים, בה נלמד להבין טוב יותר את שפת הגוף של חתולכם, הצרכים שלו בסביבה הביתית, כיצד לשמור עליו שמח ומרוצה בשלבי החיים השונים וכיצד להתמודד עם התנהגויות לא רצויות שעשויות לצוץ. ',
    page_subtitle: 'תמיד רציתם להבין את החתול שלכם טוב יותר?',
    image: '/lectures/cat-language.jfif',
    video_preview_image: '/lectures/cat-language-poster.jpeg',
    path: '/lectures/cat-language',
    document_url: 'https://docs.google.com/forms/d/1ukW6DnjwB5mgFefLUHkouGdJ5K2PrOdX14pLAyhmXCk',
    toc_title: 'מה בתוכנית?',
    toc: [
      { title: 'חישה בחתולים', description: 'נלמד כיצד החתול שלנו חווה את העולם ' },
      {
        title: 'תקשורת חתולית',
        description: 'נבין כיצד החתול שלנו מתקשר איתנו, ומה הוא בעצם מנסה לומר',
      },
      {
        title: 'תקופות חשובות בחיי החתול (החל מתקופת הגורות ועד הגילאים המאוחרים)',
        description: 'נלמד מה הם המאפיינים של כל תקופה בחיי החתול ומה חשוב לדעת ולעשות בכל אחת מהן',
      },
      {
        title: 'העשרה סביבתית',
        description:
          'החל מציוד בסיסי הדרוש לגידול חתולים, ועד לטיפים ועצות להעשרה סביבתית נכונה שתאפשר העלאה של הביטחון העצמי של החתול בבית, פריקת אנרגיות עודפות והפחתת סטרס',
      },
      {
        title: 'למידה בחתולים',
        description:
          'נבין מה הן יכולות הלמידה של החתול שלנו וכיצד ניתן ללמד את החתול שלנו התנהגויות חשובות ',
      },
      {
        title: 'פתרון בעיות התנהגות נפוצות',
        description:
          'נדבר על העקרונות הבסיסיים שבפתרון ומניעה של בעיות התנהגות, בינהן: תוקפנות, צרכים מחוץ לארגז החול, יללנות יתר, חיבור בין  בעלי חיים ועוד. ',
      },
    ],
    video_titles: [],
  },
]
